xml/request_oclc/oclc_netspil_matematik.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:28735596"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:14.549Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:14.609Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:14.549Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:14.609Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:14.556Z" MIMETYPE="text/xml" SIZE="1175">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>matematik i måneby</dc:title>
  <dc:title>MATCH:matema</dc:title>
  <dc:subject>computerspil</dc:subject>
  <dc:subject>for 3. klasse</dc:subject>
  <dc:subject>for 4. klasse</dc:subject>
  <dc:subject>for 5. klasse</dc:subject>
  <dc:subject>for 6. klasse</dc:subject>
  <dc:subject>matematik</dc:subject>
  <dc:subject>undervisningsmaterialer</dc:subject>
  <dc:publisher>bitfrost</dc:publisher>
  <dc:publisher>MATCHSTRING:bitfros</dc:publisher>
  <dc:contributor>MATCHSTRING:bitfrost interactive</dc:contributor>
  <dc:contributor>bitfrost interactive</dc:contributor>
  <dc:date>2011</dc:date>
  <dc:type>Pc-spil (net)</dc:type>
  <dc:type>WORK:game</dc:type>
  <dc:identifier>870970-basis:28735596</dc:identifier>
  <dc:language>Flere sprog</dc:language>
  <dc:language>Dansk</dc:language>
  <dc:language>Norsk</dc:language>
  <dc:language>Svensk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:14.557Z" MIMETYPE="text/xml" SIZE="8409">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>28735596|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Matematik i Måneby</dc:title><dc:title xsi:type="dkdcplus:full">Matematik i Måneby</dc:title><dc:subject xsi:type="dkdcplus:DK5">79.41</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Computerspil</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">computerspil</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 3. klasse</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 4. klasse</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 5. klasse</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 6. klasse</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">matematik</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">undervisningsmaterialer</dc:subject><dcterms:abstract>Undervisning. Matematikprogram i adventurespilgenren. Med spilleren som konstruktør (beregner) skal der bygges en by i et goldt månelandskab. Opgaverne går fra at bygge store villaer til at beregne mængden af mad til håndværkerne</dcterms:abstract><dc:description>Beskrivelsen baseret på det fysiske forlæg</dc:description><dcterms:audience xsi:type="dkdcplus:age">Fra 9 år</dcterms:audience><dcterms:audience>børnematerialer</dcterms:audience><dkdcplus:version>Ver. 1.03</dkdcplus:version><dc:publisher>Bitfrost</dc:publisher><dc:contributor>Bitfrost Interactive</dc:contributor><dc:date>2011</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Pc-spil (net)</dc:type><dc:format>PC, med Windows 98 eller nyere (Macintosh: OS 10.x) Lydkort 750 MHz processor  128 MB ram</dc:format><dc:identifier xsi:type="dcterms:URI">http://downlaan.spilogmedier.dk/product/lp26063/</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">mul</dc:language><dc:language>Flere sprog</dc:language><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language><dc:language xsi:type="dcterms:ISO639-2">nor</dc:language><dc:language>Norsk</dc:language><dc:language xsi:type="dcterms:ISO639-2">swe</dc:language><dc:language>Svensk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">28735596</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20111017095653</marcx:subfield><marcx:subfield code="d">20110408</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="e">9</marcx:subfield><marcx:subfield code="2">d</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2011</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">mul</marcx:subfield><marcx:subfield code="n">b</marcx:subfield><marcx:subfield code="o">s</marcx:subfield><marcx:subfield code="q">bg</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">t</marcx:subfield><marcx:subfield code="g">xe</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">IDO201117</marcx:subfield><marcx:subfield code="x">NET201117</marcx:subfield><marcx:subfield code="x">SPM201100</marcx:subfield><marcx:subfield code="x">DIT201142</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="p">dan</marcx:subfield><marcx:subfield code="p">nor</marcx:subfield><marcx:subfield code="p">swe</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Matematik i Måneby</marcx:subfield><marcx:subfield code="e">udarbejdet af Bitfrost Interactive I/S</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="a">Ver. 1.03</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="b">[Bitfrost]</marcx:subfield><marcx:subfield code="c">[2011]</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="501"><marcx:subfield code="a">PC, med Windows 98 eller nyere (Macintosh: OS 10.x) Lydkort 750 MHz processor  128 MB ram</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Undervisning. Matematikprogram i adventurespilgenren. Med spilleren som konstruktør (beregner) skal der bygges en by i et goldt månelandskab. Opgaverne går fra at bygge store villaer til at beregne mængden af mad til håndværkerne</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="508"><marcx:subfield code="a">På dansk, norsk og svensk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Beskrivelsen baseret på det fysiske forlæg</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Fra 9 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="520"><marcx:subfield code="i">Alternative titler</marcx:subfield><marcx:subfield code="t">Matematik i Måneby +</marcx:subfield><marcx:subfield code="t">Metamatik i Måneby</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">79.41</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">matematik</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">computerspil</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">undervisningsmaterialer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 3. klasse</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 4. klasse</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 5. klasse</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 6. klasse</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="710"><marcx:subfield code="a">Bitfrost Interactive</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="856"><marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield><marcx:subfield code="u">http://downlaan.spilogmedier.dk/product/lp26063/</marcx:subfield><marcx:subfield code="z">Adgang til lån for biblioteksbrugere i visse kommuner</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">201117</marcx:subfield><marcx:subfield code="b">b</marcx:subfield><marcx:subfield code="b">s</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2011-04-08</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>online</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:14.557Z" MIMETYPE="text/xml" SIZE="1101">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">stj</marcx:subfield><marcx:subfield code="k">kpn</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">s</marcx:subfield><marcx:subfield code="b">b</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f21"><marcx:subfield code="n">26063</marcx:subfield><marcx:subfield code="l">bitfrost</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20110425</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20110408</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamBMV201114</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">bsj</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:14.609Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:28735596">
    <isMemberOfUnit xmlns="info:fedora/">unit:48012</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:48012</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:36:16.004</timestamp>
<pid>870970-basis:28735596</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
